<script setup>
</script>


<template>
  <div class="aboutpages">
    <div class="aboutpages__container">
      <section class="aboutpages__container-section-1">
        <article class="aboutpages__container-section-1-article">
          <h3 class="aboutpages__container-section-1-article-title">
            Хотите узнать обо мне?) <br />
            тогда читаем...)!
          </h3>
          <p class="aboutpages__container-section-1-article-subtitle">
            Меня зовут. Хамидулла. Родилься в 1995 году. 8 сентября. <br> Проживаю
            в Узбекистане. <br> Моя самая любимая вещь в жизни - это что-нибудь делать на компьютере и пользоваться этим.
            Однажды я увидел ИТ-индустрию в интернете. <br> и
            это меня очень заинтересовало я начал исследовать эту область.. и я
            узнал, что мне нужно учиться в этой области.. и искал.. <br> Я нашел
            учебный центр PROWEB и начал там учиться.<br> и мне снова стала
            нравиться эта сфера, но оказывается, что учиться не так уж и
            просто.. но это гораздо более интересная область.. <br> Сначала это было
            очень сложно, но потом стал более осмысленным я закончил учебу.. я
            знал, что это еще не все.. есть еще много интересных! <br> В этом учебном
            центре я очень хорошо изучил программы Html, CSS,SCSS, Vue, react,
            Redux, JavaScript, TypeScript. <br> и я очень хорошо знаю эти вещи и могу
            справиться с ними самостоятельно! <br>
            Что понравилось в этой сфере мне больше всего?
            <br>
            -создавать Функция и дизайн сайтов.. и их исправить и изменить...
            <br>
            И вам советую это попробовать. Это вам очень будет интересно. Сразу скажу, для начало будет сложновато, а патом будет легко и очень интересно.
            И я очень рад, что нашёл это сферу! и, буду  развиваться дальше на этом сфере! <br>
          
          </p>
        </article>
      </section>
    </div>
  </div>
</template>



<style>
</style>